"%d hour" = "%d godzina";
"%d hours" = "%d godz.";
"%d minute" = "%d minuta";
"Current Altitude" = "Aktualna wysokość";
"Civil" = "Cywilny";
"quarter past %@" = "kwadrans po %@";
"LLL d" = "d MMM";
"Time" = "Czas";
"LLL d, h:mma" = "d MMM, h:mma";
"TODAY" = "DZIŚ";
"%@ more than yesterday" = "%@ więcej niż wczoraj";
"Same as yesterday" = "Tak samo jak wczoraj";
"one" = "Jeden";
"%1$@ minute, %2$@ second" = "minut: %1$@, sekund: %2$@";
"twenty five to %@" = "za dwadzieścia pięć %@";
"quarter to %@" = "za kwandrans %@";
"%d minutes" = "%d minuty";
"DAWN" = "ŚWIT";
"%1$@ hours, %2$@ minute" = "godzin: %1$@, minut: %2$@";
"Request Location Access" = "Poproś o autoryzację";
"four" = "Cztery zdjęcia";
"Moonrise" = "Wsch. księż.";
"Yesterday" = "Wczoraj";
"Solar Noon" = "Południe Słoneczne";
"%@ o'clock" = "godzina %@";
"Waning Crescent" = "Po ostatniej kwarcie";
"MOONPHASE_NEXT_FORMAT" = "%@ - %@";
"%@ less than yesterday" = "%@ mniej niż czoraj";
"End" = "Koniec";
"Noon Altitude" = "Wysokość w południe";
"Astronomical" = "Astronomiczny";
"%@ of daylight" = "%@ dnia";
"All Day" = "całodzienne";
"MOONPHASE_NEXT_DATE_FORMAT" = "MMM d";
"Current Time" = "Bieżący czas";
"%1$@ minutes, %2$@ seconds" = "minut: %1$@, sekund: %2$@";
"Sunrise" = "Wschód słońca";
"%1$@ and %2$@" = "%1$@ i %2$@";
"twelve" = "dwanaście";
"ten past %@" = "dziesięć po %@";
"six" = "Sześć zdjęć";
"DUSK" = "ZMIERZCH";
"%1$@ minutes, %2$@ second" = "minut: %1$@, sekund: %2$@";
"%1$@ hour, %2$@ minute" = "godzin: %1$@, minut: %2$@";
"Age" = "Wiek";
"New Moon" = "Księżyc w nowiu";
"LLL d, HH:mm" = "d MMM, HH:mm";
"%1$@ hour, %2$@ minutes" = "godzin: %1$@, minut: %2$@";
"Waning Gibbous" = "Po pełni";
"TOMORROW" = "JUTRO";
"Waxing Crescent" = "Po nowiu";
"TWILIGHT" = "ŚWIT ASTRON.";
"Last Quarter" = "Ost. Kwarta";
"three" = "Trzy";
"twenty to %@" = "za dwadzieścia %@";
"TIME" = "CZAS";
"five" = "Pięć";
"ten to %@" = "za dziesięć %@";
"Today" = "Dziś";
"%1$@ minute, %2$@ seconds" = "minut: %1$@, sekund: %2$@";
"Waxing Gibbous" = "Po pierwszej kwarcie";
"Request Calendar Access" = "Poproś o autoryzację";
"Start" = "Początek";
"Distance" = "Dystans";
"FUZZY_CLOCK_HOURS" = "0,0,0,0,0,0,1,1,1,1,1";
"Full Moon" = "Księżyc w pełni";
"Azimuth" = "Azymut";
"Night" = "Noc";
"First Quarter" = "1. Kwarta";
"Current Location" = "Bieżące miejsce";
"eleven" = "jedenaście";
"ten" = "dziesięć";
"Moonset" = "Zach. księżyca";
"nine" = "Dziewięć zdjęć";
"twenty five past %@" = "dwadzieścia pięć po %@";
"seven" = "Siedem zdjęć";
"two" = "Dwa";
"Sunset" = "Zachód słońca";
"Nautical" = "Żeglarski";
"twenty past %@" = "dwadzieścia po %@";
"half past %@" = "wpół do %@";
"AZIMUTH" = "Azymut";
"five past %@" = "pięć po %@";
"eight" = "Osiem";
"midnight" = "Północ";
"Tomorrow" = "Jutro";
"%1$@ hours, %2$@ minutes" = "godzin: %1$@, minut: %2$@";
"five to %@" = "za pięć %@";
"Morning" = "Poranek";


// Unlocalized strings



// Unlocalized strings

"WK" = "WK"; // week number - needs to be 2-3 characters maximum
"Illuminated" = "Illuminated";
"Golden Hour" = "Golden Hour";
"Blue Hour" = "Blue Hour";
"Sunrise in %@" = "Sunrise in %@";
"Sunset in %@" = "Sunset in %@";
"Moonrise in %@" = "Moonrise in %@";
"Moonset in %@" = "Moonset in %@";


// Modified strings

